Repository: LawrenceEvangelista/capstone
Catalog: lib/l10n/app_*.arb
Languages: fil

source: Welcome Back!
fil: Maligayang pagbabalik!

# weMissedYou
source: We missed you! ðŸ˜Š
fil: Na-miss ka namin! ðŸ˜Š

source: Confirm Password
fil: Kumpirmahin ang Password

source: Log In
fil: Mag-Login

source: Sign Up
fil: Mag-Sign Up

# signupButton
source: Create Account
fil: Lumikha ng Account

source: Continue with Google
fil: Magpatuloy sa Google

# dontHaveAccount
source: Don't have an account?
fil: Wala pang account?

# haveAccount
source: Already have an account?
fil: Mayroon na akong account

source: Forgot Password?
fil: Nakalimutan ang Password?

source: Reset Password
fil: I-reset ang Password

source: Send Reset Link
fil: Magpadala ng Reset Link

# checkEmail
source: Check your email for password reset instructions
fil: Tingnan ang iyong email para sa mga tagubilin sa pag-reset ng password

source: Dictionary
fil: Diksyunaryo

source: Home
fil: Tahanan

source: Favorites
fil: Mga Paboritong Kuwento

# profile
source: My Profile
fil: Aking Profile

source: Search
fil: Maghanap

source: Search stories...
fil: Maghanap ng mga kuwento...

source: Categories
fil: Mga Kategorya

source: Stories
fil: Mga Kuwento

source: All Stories
fil: Lahat ng Kuwento

source: See All
fil: Tingnan Lahat

source: Recent Searches
fil: Mga Kamakailang Paghahanap

source: Clear All
fil: Burahin Lahat

# noResults
source: No results found
fil: Walang resulta na natagpuan

source: Loading...
fil: Naglo-load...

source: Try Again
fil: Subukan Ulit

source: Logout
fil: Mag-logout

source: Edit Profile
fil: I-edit ang Profile

source: Change Password
fil: Baguhin ang Password

source: Current Password
fil: Kasalukuyang Password

source: New Password
fil: Bagong Password

source: Save
fil: I-save

source: Cancel
fil: Kanselahin

source: Delete
fil: Tanggalin ang account

source: Add
fil: Magdagdag

source: Edit
fil: I-edit

source: Close
fil: Sarado

source: Back
fil: Bumalik

source: Next
fil: Susunod

source: Previous
fil: Nakaraang

source: Done
fil: Tapos na

source: Yes
fil: Oo

source: No
fil: Hindi

source: Display Name
fil: Pangalan na Ipapakita

source: Upload Photo
fil: I-upload ang Larawan

source: Select Photo
fil: Piliin ang Larawan

source: Language
fil: Wika

source: English
fil: Ingles

source: Settings
fil: Mga Setting

source: About
fil: Tungkol

source: Privacy Policy
fil: Patakaran sa Privacy

source: Terms of Service
fil: Mga Tuntunin ng Serbisyo

source: Contact Us
fil: Makipag-ugnayan sa Amin

source: Version
fil: Bersyon

source: Oops! Error
fil: Oops! May Error

# accountDeleted
source: Account successfully deleted
fil: Account ay matagumpay na naalis

# passwordChanged
source: Password changed successfully
fil: Password ay matagumpay na binago

# profileUpdated
source: Profile updated successfully
fil: Profile ay matagumpay na na-update

# noFavorites
source: No favorites yet
fil: Wala pang paboritong kwento

source: Add to Favorites
fil: Idagdag sa Mga Paborito

source: Remove from Favorites
fil: Alisin mula sa Mga Paborito

source: Share Story
fil: Ibahagi ang Kuwento

source: Read More
fil: Basahin pa

source: Lesson
fil: Leksyon

source: Vocabulary
fil: Bokabularyo

source: Narration
fil: Pagkukuwento

source: Start Quiz
fil: Simulan ang Quiz

source: Your Score
fil: Ang Iyong Puntos

source: Correct
fil: Tama

source: Incorrect
fil: Mali

source: Total Questions
fil: Kabuuang Mga Tanong

source: Back to Login
fil: Bumalik sa Login

source: Reset Link Sent
fil: Reset Link na Ipinadala

# passwordResetInstructions
source: A password reset link has been sent to your email address. Please check your inbox.
fil: Ang isang password reset link ay ipinadala sa iyong email address. Mangyaring tingnan ang iyong inbox.

# enterEmailReset
source: Enter your email to receive a password reset link.
fil: Ilagay ang iyong email upang makatanggap ng password reset link.

source: Invalid email format
fil: Invalid na email format

# pleaseEnterEmail
source: Please enter your email
fil: Mangyaring ilagay ang iyong email

source: Create Account
fil: Lumikha ng Account

source: Let's get started!
fil: Magsimula na tayo!

source: Your awesome name
fil: Ang iyong kahanga-hangang pangalan

# pleaseEnterUsername
source: Please enter your username
fil: Mangyaring ilagay ang iyong username

# pleaseEnterValidEmail
source: Please enter your email
fil: Mangyaring ilagay ang iyong email

# pleaseEnterPassword
source: Please enter your password
fil: Mangyaring ilagay ang iyong password

source: Passwords don't match
fil: Ang mga password ay hindi tumutugma

# confirmPasswordPlease
source: Please confirm your password
fil: Mangyaring kumpirmahin ang iyong password

source: Enter current password
fil: Ilagay ang kasalukuyang password

source: Enter new password
fil: Ilagay ang bagong password

# passwordMinChars
source: Must be at least 6 characters
fil: Dapat ay hindi bababa sa 6 na character

source: Failed to log out
fil: Nabigo ang pag-logout

source: Delete Account
fil: Tanggalin ang Account

# deleteAccountConfirm
source: Are you sure you want to delete your account? This action cannot be undone.
fil: Sigurado ka ba na gusto mong tanggalin ang iyong account? Ang aksyong ito ay hindi maaaring bawiin.

source: My Dictionary
fil: Aking Diksyunaryo

source: Story Quizzes
fil: Mga Quiz sa Kuwento

source: No Quiz Found
fil: Walang Quiz na Nahanap

source: Loading Quiz...
fil: Naglo-load ng Quiz...

# noQuizDataAvailable
source: No quiz data available for this story.
fil: Walang data ng quiz na available para sa kuwentong ito.

source: Quiz Complete!
fil: Quiz Tapos na!

# noStoriesMatching
source: No stories match your filters
fil: Walang kuwento na tumutugma sa iyong mga filter

source: No stories found
fil: Walang kuwento na nahanap

source: Filter by Category:
fil: I-filter ayon sa Kategorya:

source: Filter by Read Status:
fil: I-filter ayon sa Basahin ang Status:

source: Continue Reading
fil: Magpatuloy sa Pagbasa

source: Score:
fil: Puntos:

source: Question
fil: Tanong

source: of
fil: ng

source: Fable
fil: Pabula

source: Folktale
fil: Kuwentong-Bayan

source: Legend
fil: Alamat

source: My Profile
fil: Aking Profile

source: Unread
fil: Hindi pa Nabasa

source: Read
fil: Nabasa na

source: Uncategorized
fil: Walang Kategorya

# noFavoritesFound
source: No favorite stories found
fil: Walang nahanap na mga paboritong kuwento

source: Finish
fil: Tapusin

source: No stories found matching
fil: Walang kuwento na nahanap na tumutugma

source: Coming Soon!
fil: Darating na!

# quizComingSoon
source: Quiz feature is coming soon for this story! Stay tuned.
fil: Darating na ang quiz para sa kuwentong ito! Abangan.

source: Loading story...
fil: Naglo-load ng kuwento...

source: Favorited
fil: Naka-paborito

source: Favorite
fil: Paborito

# storyComplete
source: Hooray! You finished the story
fil: Yehey! Natapos mo ang kuwento

source: No story content available
fil: Walang nilalaman ng kuwento

source: Swipe to turn page
fil: I-swipe para lumiko ang pahina

source: Image not found
fil: Hindi natagpuan ang larawan

source: History
fil: Kasaysayan

source: Explore Categories
fil: Tuklasin ang mga Kategorya

source: New Stories
fil: Mga Bagong Kuwento

source: Recently Viewed
fil: Kamakailang Tiningnan

source: Recommended For You
fil: Inirekomenda Para sa Iyo

source: Completed Stories
fil: Nakumpletong mga Kuwento

source: Error Occurred
fil: Nagkaroon ng Error

source: Failed to load content
fil: Nabigong i-load ang nilalaman

source: Loading stories...
fil: Naglo-load ng mga kuwento...

# noStoriesInCategory
source: No stories found in this category
fil: Walang kuwento na nahanap sa kategoryang ito

# unableToLoadStories
source: Unable to load stories. Please check your connection and try again.
fil: Hindi makakuha ng mga kuwento. Pakisuri ang iyong koneksyon at subukan muli.

source: Daily Challenge
fil: Pang-araw-araw na Hamon

source: Challenge Complete
fil: Kumpleto ang Hamon

source: Stories Read Today
fil: Kuwentong Basahin Ngayong Araw

# typeEnglishWord
source: Type the English word
fil: I-type ang salitang Ingles

# typeTagalogWord
source: Type the Tagalog word
fil: I-type ang salitang Tagalog

source: Tap to see meaning
fil: Tapakin upang makita ang kahulugan

source: Clear Recent Searches
fil: Burahin ang Mga Kamakailang Paghahanap

source: Search for definition...
fil: Maghanap ng kahulugan...

source: Try Example
fil: Subukan ang Halimbawa

source: English Dictionary
fil: Diksyunaryo sa Ingles

source: Tagalog Dictionary
fil: Diksyunaryo sa Tagalog

source: Re-authenticate
fil: Mu-verify muli

source: Confirm Delete Account
fil: Kumpirmahin ang Pagtanggal ng Account

source: Error deleting account
fil: Error sa pagtanggal ng account

# failedDeleteAccount
source: Failed to delete account
fil: Nabigong tanggalin ang account

# resetLinkSentMsg
source: A password reset link has been sent to your email
fil: Isang password reset link ay ipinadala sa iyong email

source: Join the fun!
fil: Sumali sa kasiyahan!

# createAwesomeAccount
source: Create your awesome account
fil: Lumikha ng iyong kahanga-hangang account

source: Upload Profile Picture
fil: I-upload ang Profile Picture

source: No Title
fil: Walang Pamagat

source: % Completed
fil: % Nakumpleto

# percentageCompleted
source: % Completed
fil: % Nakumpleto

# greatJob
source: Great job! You read a story today
fil: Maganda! Nagbasa ka ng kuwento ngayong araw

# readStoriesToday
source: Read 1 story
fil: Basahin ang 1 kuwento

source: to
fil: sa

# completeChallenge
source: complete today's challenge
fil: kumpletuhin ang hamon ng araw
